[
  {
    "id": 1,
    "name": "Morning Void",
    "image": "img/morningvoid.jpg",
    "genre": "Ambient Techno",
    "time": "10:00",
    "location": "Montreal, Canada",
    "description": "Kicking off with enigmatic beats, Morning Void merges shadowy rhythms with bursts of futuristic garage sounds, perfect for an energetic morning."
  },
  {
    "id": 2,
    "name": "Third Beach",
    "image": "img/thirdbeach.jpg",
    "genre": "Chill Trap",
    "time": "11:00",
    "location": "Vancouver, Canada",
    "description": "Third Beach blends the chill vibes of trap with deep, resonant bass, creating a hypnotic and vibrant mid-morning atmosphere."
  },
  {
    "id": 3,
    "name": "Rhythm Thief",
    "image": "img/rhythmthief.jpg",
    "genre": "Electro House",
    "time": "12:00",
    "location": "Toronto, Canada",
    "description": "Rhythm Thief’s electro house set is a journey through dynamic beats and colorful soundscapes, energizing the crowd for the afternoon."
  },
  {
    "id": 4,
    "name": "Synth Spectre",
    "image": "img/synthspectre.jpg",
    "genre": "Detroit Techno",
    "time": "13:00",
    "location": "Berlin, Germany",
    "description": "Synth Spectre crafts a unique blend of wave music, combining dark undertones with electrifying, synth-driven melodies."
  },
  {
    "id": 5,
    "name": "Pisces",
    "image": "img/pisces.jpg",
    "genre": "Dark Jazz",
    "time": "14:00",
    "location": "Calgary, Canada",
    "description": "Pisces explores the depths of dark jazz, offering an intense and immersive experience with a twist of mystery."
  },
  {
    "id": 6,
    "name": "The 404",
    "image": "img/the404.jpg",
    "genre": "Hyperpop",
    "time": "15:00",
    "location": "Ottawa, Canada",
    "description": "The 404's hyperpop set intertwines deep basslines with shiny, reverberating rhythms, setting an entrancing mood for the late afternoon."
  },
  {
    "id": 7,
    "name": "DJ Therapy",
    "image": "img/djtherapy.jpg",
    "genre": "Braindance",
    "time": "16:00",
    "location": "London, UK",
    "description": "DJ Therapy's sound is characterized by its intellectual depth, seamlessly combining elements of techno, IDM, and atmospheric influences. Their live sets in London are not just musical events but explorations into the outer realms of electronic music, promising an unforgettable journey for the audience."
  },
  {
    "id": 8,
    "name": "Beluga",
    "image": "img/beluga.jpg",
    "genre": "Katajjaq Dance",
    "time": "17:00",
    "location": "Iqaluit, Nunavut",
    "description": "Beluga brings a groundbreaking fusion to the electronic music scene with their Katajjaq Dance genre. Merging the traditional Inuit art of throat singing with contemporary dance rhythms, their performances are a celebration of cultural heritage and modern innovation. Each performance is not just a musical act but a cultural journey, inviting the audience to experience the rich tapestry of Nunavut's heritage reimagined for the modern era."
  },
  {
    "id": 9,
    "name": "Glitch Mirage",
    "image": "img/glitchmirage.jpg",
    "genre": "Witch House",
    "time": "18:00",
    "location": "Frankfurt, Germany",
    "description": "Glitch Mirage’s witch house music is a hauntingly beautiful blend of ethereal soundscapes and choppy beats, perfect as the evening falls."
  },
  {
    "id": 10,
    "name": "Pulse Hacker",
    "image": "img/pulsehacker.jpg",
    "genre": "Hardstyle",
    "time": "19:00",
    "location": "Paris, France",
    "description": "Pulse Hacker’s hardstyle set is an adrenaline rush of high BPMs and energetic melodies, revving up the night with intensity."
  },
  {
    "id": 11,
    "name": "IGN",
    "image": "img/ign.jpg",
    "genre": "Dark Trap",
    "time": "20:00",
    "location": "Quebec City, Canada",
    "description": "IGN merges the aggressive beats of trap with dark, moody undertones, creating a captivating evening vibe."
  },
  {
    "id": 12,
    "name": "Digital Phantom",
    "image": "img/digitalphantom.jpg",
    "genre": "Schranz",
    "time": "21:00",
    "location": "Rotterdam, Netherlands",
    "description": "Digital Phantom’s drumstep set is a fusion of drum and bass with dubstep, delivering a high-energy, pulsating night performance. With a tempo that often exceeds 150 BPM and a signature style featuring aggressive percussion and industrial sounds, Digital Phantom's sets are a whirlwind of rhythmic fury and raw power, designed to keep the crowd moving until the early hours of the morning."
  },
  {
    "id": 13,
    "name": "User Persona",
    "image": "img/userpersona.jpg",
    "genre": "Experimental Dance",
    "time": "22:00",
    "location": "Milan, Italy",
    "description": "User Persona's Experimental Dance set is a mesmerizing journey through uncharted sonic territories. Infusing avant-garde elements with rhythm-driven beats, they create an immersive experience that pushes the boundaries of conventional dance music."
  },
  {
    "id": 14,
    "name": "The Wurst",
    "image": "img/thewurst.jpg",
    "genre": "Industrial Techno",
    "time": "23:00",
    "location": "Berlin, Germany",
    "description": "Cyber Vortex's industrial hardcore is an intense auditory experience, combining heavy beats with a raw, powerful energy."
  },
  {
    "id": 15,
    "name": "Gótica",
    "image": "img/gotica.jpg",
    "genre": "Dark Jazz",
    "time": "00:00",
    "location": "Barcelona, Spain",
    "description": "Spectral Pulse’s psybient set is a hypnotic mix of psychedelic and ambient sounds, offering a surreal experience as midnight approaches."
  },
  {
    "id": 16,
    "name": "Canal Tours",
    "image": "img/canaltours.jpg",
    "genre": "House",
    "time": "01:00",
    "location": "Amsterdam, Netherlands",
    "description": "Ethereal Void fills the night with dark psytrance, a mesmerizing and intense journey through psychedelic soundscapes."
  },
  {
    "id": 17,
    "name": "Bassdrop Bob",
    "image": "img/bassdropbob.jpg",
    "genre": "Psychedelic Pop",
    "time": "02:00",
    "location": "Vancouver, Canada",
    "description": "Bassdrop Bob ends the night with psychedelic pop, closing out the Queue Music Festival with good vibes."
  }
]
